

hello_without_code = """
Здравствуйте, {name}! В этом боте Вы можете заказать маникюр на станции Спортивная за минуту)  
Если у Вас есть пригласительный код или хотите воспользоваться стандартным бонусным кодом, 
Вы можете ввести его в разделе Бонусы)
Так же Вы будете получать бонусы за приглашение друзей. 
Ваша персональная реферальная ссылка:
http://t.me/{bot_username}?start={user_id}
Подробности в разделе бонусы)
"""

hello_with_code = """
Здравствуйте, {name}! В этом боте Вы можете заказать маникюр на станции Спортивная за минуту)
Ваш пригласительный код принят! 
Вы получаете бонус в размере {bonus}
Так же Вы будете получать бонусы за приглашение друзей. 
Ваша персональная реферальная ссылка:
http://t.me/{bot_username}?start={user_id}
Подробности в разделе бонусы)
"""
